Repository: planetarypraxis/smartforests
Catalog: smartforests/locale/*/LC_MESSAGES/django.po
Languages: fr, hi

# A tag name
source: name
fr: nom
hi: नाम

# A tag slug
source: slug
fr: limace
hi: स्लग

source: Something went wrong
fr: Quelque chose n'a pas fonctionné
hi: कुछ गलत हो गया

source: We're working to fix this problem.
fr: Nous travaillons à la résolution de ce problème.
hi: हम इस समस्या को ठीक करने के लिए काम कर रहे हैं।

source: In the meantime, you can try refreshing the page, check again in 30 minutes, or email hello@commonknowledge.coop to report the problem.
fr: En attendant, vous pouvez essayer d'actualiser la page, vérifier à nouveau dans 30 minutes ou envoyer un courriel à hello@commonknowledge.coop pour signaler le problème.
hi: इस बीच, आप पृष्ठ को ताज़ा करने का प्रयास कर सकते हैं, 30 मिनट में फिर से जाँच कर सकते हैं, या समस्या की रिपोर्ट करने के लिए hello@commonknowledge.coop पर ईमेल कर सकते हैं।

source: Back to home
fr: Retour à l'accueil
hi: घर वापस

source: You're not allowed to see this
fr: Vous n'avez pas le droit de voir ça
hi: आपको इसे देखने की अनुमति नहीं है

source: If you think this isn't right, email hello@commonknowledge.coop to report the problem.
fr: Si vous pensez que ce n'est pas correct, envoyez un courriel à hello@commonknowledge.coop pour signaler le problème.
hi: यदि आपको लगता है कि यह सही नहीं है, तो समस्या की रिपोर्ट करने के लिए hello@commonknowledge.coop पर ईमेल करें।

source: Page not found
fr: Page non trouvée
hi: पेज नहीं मिला

source: We can't find the page you're looking for.
fr: Nous ne trouvons pas la page que vous recherchez.
hi: आप जिस पृष्ठ को खोज रहे हैं वह हमें नहीं मिल रहा है।

source: It might have been removed, had its name changed or is temporarily unavailable.
fr: Il se peut qu'il ait été supprimé, que son nom ait été modifié ou qu'il soit temporairement indisponible.
hi: इसे हटा दिया गया होगा, इसका नाम बदल दिया गया होगा या अस्थायी रूप से अनुपलब्ध होगा।

source: Tag
fr: Étiquette
hi: टैग

source: Loading
fr: Chargement
hi: लोड हो रहा है

source: Close
fr: Fermer
hi: बंद करें

source: Site by Common Knowledge
fr: Site de Common Knowledge
hi: सामान्य ज्ञान द्वारा साइट

source: Admin area
fr: Zone administrative
hi: प्रशासन क्षेत्र

source: API docs
fr: Documentation sur l'API
hi: एपीआई दस्तावेज़

source: Toggle navigation
fr: Changer de navigation
hi: नेविगेशन टॉगल करें

source: Toggle search
fr: Changer de recherche
hi: खोज टॉगल करें

source: Search
fr: Recherche
hi: खोजें

source: Menu
hi: मेनू

source: smart forests radio
fr: radio smart forests
hi: स्मार्ट वन रेडियो

source: Bulk actions
fr: Actions en bloc
hi: थोक क्रियाएँ

source: Choose a radio episode
fr: Choisissez un épisode radio
hi: एक रेडियो एपिसोड चुनें

source: Choose another episode
fr: Choisissez un autre épisode
hi: दूसरा एपिसोड चुनें

source: Edit this episode
fr: Modifier cet épisode
hi: इस प्रकरण को संपादित करें
